[
        
    {
        "exerciseTitle" : "Rower",
        "exerciseDescription": "The rower is a popular gym machine that is serious cardiovascular work, but also targets the legs, back, and arm muscles. It's a great way build overall aerobic and muscular fitness. It is popular in CrossFit-style workouts, but is also a staple in all types of gyms. It can be equally effective for HIIT-style interval workouts or for longer-duration endurance work.",
        "image": "cardio-rower.png",
        "categories": [
            {
                "name": "Cardio"
            }
        ]

    },
    {
        "exerciseTitle" : "Elliptical trainer",
        "exerciseDescription": "The elliptical trainer is a popular machine for cardiovascular training without the significant impact on your joints of running. On many machines, you can adjust the resistance level to make the movement more difficult for all four limbs. The elliptical is a mainstay in most commercial gyms, and can be equally effective for HIIT-style interval workouts or for longer-duration endurance work.",
        "image": "cardio-elliptical.png",
        "categories": [
            {
                "name": "Cardio"
            }
        ]

    },
    {
        "exerciseTitle" : "Treadmill running",
        "exerciseDescription": "Treadmill running is a popular cardiovascular exercise performed on a machine that is available in most gyms. Performing this exercise on a treadmill allows you to adjust the speed of your running and, depending on the machine, perform it on an adjustable incline. Many machines also have built-in heart rate monitors and timers to help you track your progress.",
        "image": "cardio-treadmill.png",
        "categories": [
            {
                "name": "Cardio"
            }
        ]

    },
    {
        "exerciseTitle" : "Barbell Bench Press",
        "exerciseDescription": "The bench press is a compound exercise that builds strength and muscle in the chest and triceps. When many people think of listing, the bench press is often the first exercise that comes to mind",
        "image": "chest-barbell-bench.png",
        "categories": [
            {
                "name": "Chest"
            }
        ]

    },
    {
        "exerciseTitle" : "Pushups",
        "exerciseDescription": "The push-up is a popular bodyweight exercise that is commonly used in military and tactical physical fitness tests. It’s a classic movement to build upper-body muscle and strength, emphasizing the chest, triceps, and shoulders, but also working the upper back and core.",
        "image": "chest-pushups.png",
        "categories": [
            {
                "name": "Chest"
            }
        ]

    },  
   
    {
        "exerciseTitle" : "One-Arm Dumbbell Row",
        "exerciseDescription": "The single-arm bench dumbbell row is a popular exercise for building the latissimus dorsi, or lat, muscles of the back. The bench is used for support during the rowing motion",
        "image": "back-one-arm-dumbell-row.png",
        "categories": [
            {
                "name": "Back"
            }
        ]

    },
   
    {
        "exerciseTitle" : "Seated Cable Rows",
        "exerciseDescription": "The cable seated row is a popular exercise to train the muscles of the upper back, including the lats (latissimus dorsi), traps, rhomboids, and rear deltoids, using a cable stack. It also targets the biceps to a lesser degree. The cable row can work well in a variety of rep-ranges, but is most popular in muscle-building workouts or as an accessory movement for strength workouts.",
        "image": "back-seated-cable-row.png",
        "categories": [
            {
                "name": "Back"
            }
        ]

    },
    {
        "exerciseTitle" : "Leg Press",
        "exerciseDescription": "The leg press is an exercise targeting the quadriceps. Many lifters prefer the leg press to squatting for several reasons, including the perception that it’s safer for the spine.",
        "image": "legs-legpress.png",
        "categories": [
            {
                "name": "Legs"
            }
        ]

    },
    
    {
        "exerciseTitle" : "Forward lunge",
        "exerciseDescription": "The forward lunge is a lower-body bodyweight exercise targeting the quads, glutes, and hamstrings. It can also be performed holding dumbbells or other weights. The forward lunge places more emphasis on the quads than other lunge variations. It can be performed for time or reps in the lower-body portion of any workout.",
        "image": "legs-forward-lunge.png",
        "categories": [
            {
                "name": "Legs"
            }
        ]

    },
    {
        "exerciseTitle" : "Barbell Deadlift",
        "exerciseDescription": "The barbell deadlift is a compound exercise used to develop overall strength and size in the posterior chain. It is a competition lift in the sport of powerlifting, but is also considered a classic benchmark of overall strength. When performed with the hands outside the knees, it is often called a 'conventional' deadlift. When the feet are wide and the hands are inside the knees, it is a sumo deadlift.",
        "image": "legs-barbell-deadlift.png",
        "categories": [
            {
                "name": "Legs"
            }
        ]

    },
       
    {
        "exerciseTitle" : "Dumbbell Bicep Curl",
        "exerciseDescription": "The dumbbell biceps curl is a single-joint exercise for building bigger and stronger biceps. Popular among gym goers of all experience levels, this move can be done seated or standing. It is generally performed for moderate to high reps, such as 8-12 reps or higher, as part of the arm-focused portion of a workout.",
        "image": "arms-dumbbell-biceps-curl.png",
        "categories": [
            {
                "name": "Arms"
            }
        ]

    },
    {
        "exerciseTitle" : "Barbell Curl",
        "exerciseDescription": "The barbell curl is an arm exercise that is also one of the most recognizable movements in all of bodybuilding and fitness. It helps build sleeve-popping biceps and allows heavier loading than many other curl variations. It is usually performed in moderate to high reps, such as 8-12 reps per set, as part of the arm-focused portion of any workout.",
        "image": "arms-barbell-curls.png",
        "categories": [
            {
                "name": "Arms"
            }
        ]

    },
  
    {
        "exerciseTitle" : "Cable V-bar push-down",
        "exerciseDescription": "The cable V-bar push-down is a popular gym exercise for targeting the triceps. It utilizes an angled bar, which can allow you to move heavier weights more comfortably than a straight bar or rope. It is usually performed for moderate to high reps, such as 8-12 reps or more per set, as part of an upper-body or arm-focused workout.",
        "image": "arms-cable-v.png",
        "categories": [
            {
                "name": "Arms"
            }
        ]

    },
    {
        "exerciseTitle" : "Seated Dumbbell Press",
        "exerciseDescription": "The seated dumbbell shoulder pressis an exercise for building muscle and strengthening the shoulders, particularly but not exclusively the front heads. The triceps also assist. Some lifters feel that using dumbbells versus a barbell reduced injury risk.",
        "image": "shoulder-seated-dumbbell-press.png",
        "categories": [
            {
                "name": "Shoulders"
            }
        ]

    },
    {
        "exerciseTitle" : "Single-arm kettlebell push-press",
        "exerciseDescription": "The single-arm kettlebell push-press is a popular kettlebell movement that involves performing a press with help from the muscles of the lower body. It is preceded by a clean at the start of each set, and optionally you can perform a clean between each rep. It can be trained in traditional strength or muscle-building rep ranges, in circuit or fat-loss training, or as part of a larger kettlebell combination or complex.",
        "image": "shoulder-Single-arm-kettlebell.png",
        "categories": [
            {
                "name": "Shoulders"
            }
        ]

    },
    {
        "exerciseTitle" : "Elbow plank",
        "exerciseDescription": "The elbow plank is a popular isometric abdominal exercise. It is common in all types of exercise programs, as well as in group fitness and yoga classes. It targets the muscles of the core, the deep core or transversus abdominis in particular. It is also often prescribed for time to help back pain or to teach proper bracing.",
        "image": "abs-elbow-plank.png",
        "categories": [
            {
                "name": "Abdominals"
            }
        ]

    },
    {
        "exerciseTitle" : "Crunches",
        "exerciseDescription": "The crunch is a popular core exercise targeting the rectus abdominis, or 'six-pack' muscles, as well as the obliques. It has been the centerpiece of many ab-focused workouts, due to both its simplicity and the intense burn and mind-muscle connection it produces. It can be performed for time or reps as part of the ab-focused portion of any workout.",
        "image": "abs-crunches.png",
        "categories": [
            {
                "name": "Abdominals"
            }
        ]

    },
    {
        "exerciseTitle" : "Exercise ball hip thrust",
        "exerciseDescription": "The exercise ball hip thrust is a simple yet effective way to work the glutes and hamstrings. Proper form is essential to really feel the burn in the glutes, and the ball can help guide you into the right form better than a bench, which is the usual support for hip thrusts. Unlike the bench version, the ball hip thrust is best performed with body weight or bands as resistance for safety reasons. It can be an excellent component of a warm-up for lower-body training, or a glute activation drill performed anytime.",
        "image": "glutes-ballhip.png",
        "categories": [
            {
                "name": "Glutes"
            }
        ]

    },
    {
        "exerciseTitle" : "Glute Kickback",
        "exerciseDescription": "A glute kickback, is a bodyweight exercise that targets muscle groups throughout your lower body—specifically your glute muscles. Perform kickbacks by getting on all fours or in a kneeling push-up position. Keep your back straight and your core engaged as you lift one leg up behind you.",
        "image": "glutes-kickback.png",
        "categories": [
            {
                "name": "Glutes"
            }
        ]

    }
    
]